[
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_89.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_89.jpg",
        "caption": "Love is in the air at the Life Saving Force! Fate has brought WO1 Sim Yong Kiong, Fire and Rescue Specialist and Emergency Medical Technician Section Commander at Central Fire Station and SGT3 Andrea Ang, Paramedic at Tampines Fire Station, together as partners in life and duty.Discover how this married couples unwavering commitment to saving lives has become a big part of who they are. Read more here: go.gov.sg/love-at-life-saving-force",
        "cleaned_caption": "Love is in the air at the Life Saving Force! Fate has brought WO1 Fire and Rescue Specialist and Emergency Medical Technician Section Commander at Central Fire Station and SGT3 Paramedic at Tampines Fire Station together as partners in life and duty. Discover how this married couple's unwavering commitment to saving lives has become a big part of who they are. Read more here: go.gov.sg/love-at-life-saving-force",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_288.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_288.jpg",
        "caption": "Meet ASP Gary Loh Wen Qi, a committed Team Leader of a Correctional Unit, who supports the smooth running of the Prison School at Institution TM1, where inmate students can study towards higher education to improve their chances of securing work after their release.Gainful employment is one of the key factors that helps ex-offenders desist from a life of crime and prevent reoffending. :",
        "cleaned_caption": "Meet ASP, a committed Team Leader of a Correctional Unit, who supports the smooth running of the Prison School at Institution TM1, where inmate students can study towards higher education to improve their chances of securing work after their release. Gainful employment is one of the key factors that helps ex-offenders desist from a life of crime and prevent reoffending.",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_289.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_289.jpg",
        "caption": "Meet ASP Gary Loh Wen Qi, a committed Team Leader of a Correctional Unit, who supports the smooth running of the Prison School at Institution TM1, where inmate students can study towards higher education to improve their chances of securing work after their release.Gainful employment is one of the key factors that helps ex-offenders desist from a life of crime and prevent reoffending. :",
        "cleaned_caption": "Meet ASP, a committed Team Leader of a Correctional Unit, who supports the smooth running of the Prison School at Institution TM1, where inmate students can study towards higher education to improve their chances of securing work after their release. Gainful employment is one of the key factors that helps ex-offenders desist from a life of crime and prevent reoffending.",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_322.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_322.jpg",
        "caption": "Meet SUPT Rossheema Haniff, a driving force behind rehabilitation and reintegration at Institution A5.Leading with compassion and dedication, she ensures a safe environment while guiding inmates towards positive transformations.With 15 years as a Captain of Lives, she finds fulfilment in the inmates' journeys toward reintegration to society.OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "cleaned_caption": "Meet SUPT, a driving force behind rehabilitation and reintegration at Institution A5. Leading with compassion and dedication, she ensures a safe environment while guiding inmates towards positive transformations. With 15 years as a Captain of Lives, she finds fulfilment in the inmates' journeys toward reintegration to society. OneHomeTeam Singapore PrisonService BehindPrisonWalls BeyondPrisonWalls",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_361.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_361.jpg",
        "caption": "SGT Loh Chee Yeong, the guiding light of reintegration at (SPS)'s Community Corrections Command.His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth.OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "cleaned_caption": "SGT Loh Chee Yeong, the guiding light of reintegration at Community Corrections Command. His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth. OneHomeTeam Singapore Prison Service Behind Prison Walls Beyond Prison Walls",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_362.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_362.jpg",
        "caption": "SGT Loh Chee Yeong, the guiding light of reintegration at (SPS)'s Community Corrections Command.His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth.OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "cleaned_caption": "SGT Loh, the guiding light of reintegration at SPS' Community Corrections Command. His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth. OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_363.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_363.jpg",
        "caption": "SGT Loh Chee Yeong, the guiding light of reintegration at (SPS)'s Community Corrections Command.His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth.OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "cleaned_caption": "SGT Loh Chee Yeong, the guiding light of reintegration at Community Corrections Command. His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth. OneHomeTeam Singapore Prison Service Behind Prison Walls Beyond Prison Walls",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_364.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_364.jpg",
        "caption": "SGT Loh Chee Yeong, the guiding light of reintegration at (SPS)'s Community Corrections Command.His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With SPS' support, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth.OneHomeTeam SingaporePrisonService BehindPrisonWalls BeyondPrisonWalls",
        "cleaned_caption": "SGT Loh Chee Yeong, the guiding light of reintegration at Community Corrections Command. His commitment to helping supervisees navigate their way back into society is unwavering, fuelled by empathy and understanding. With support from SPS, he's not only transforming lives but also evolving professionally, thanks to their encouragement for continuous learning and growth. OneHomeTeam Singapore Prison Service Behind Prison Walls Beyond Prison Walls",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_638.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_638.jpg",
        "caption": "As the saying goes, Like father, like son.Heres Mr Hazrin Bin Mohamad with his twin sons SC/CPL Faris and SC(2) Faiz .Mr Hazrin served his NS in the in 1998 at the Public Affairs Department. His twin boys are currently serving their full-time National Service in SPF too.SC/CPL Faris is an Assistant Watch Officer at the Police Operations Command Centre while SC(2) Faiz is a Staff Assistant at the Protective Security Command.The twins shared that they have gained invaluable skills during NS and felt that the strong camaraderie that they forged with fellow NSFs will last a lifetime.I am happy to see my sons serving in the Singapore Police Force as me. We are proud to contribute to the nations security, from one generation to another. Mr Hazrin.......OneHomeTeam SingaporePoliceForce SafeguardingEveryday NationalService NS55",
        "cleaned_caption": "As the saying goes, like father, like son. Here is a father with his twin sons. The father served his NS in 1998 at the Public Affairs Department. His twin boys are currently serving their full-time National Service in the Singapore Police Force too. One son is an Assistant Watch Officer at the Police Operations Command Centre while the other is a Staff Assistant at the Protective Security Command. The twins shared that they have gained invaluable skills during NS and felt that the strong camaraderie that they forged with fellow NSFs will last a lifetime. I am happy to see my sons serving in the Singapore Police Force as I did. We are proud to contribute to the nation's security, from one generation to another. One Home Team Singapore Police Force Safeguarding Everyday National Service NS55",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_735.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_735.jpg",
        "caption": "As an Honorary Aides-de-Camp (HADC), we represent the highest office in Singapore when we perform duties at ceremonial events. Grace and dignity are two key qualities that HADCs must have. The need to display grace under pressure is especially critical because unforeseen challenges may come up during an event, and we need to be able to calmly work things out.SUPT Chan Mei Cheng and ASP Irene Yong of are HADCs who serve the President at official events like visits by foreign dignitaries and the Istana Open Houses.It is a special responsibility on top of their regular duties, but one that they take on with pride. ........OneHomeTeam SingaporePoliceForce SafeguardingEveryday",
        "cleaned_caption": "As an Honorary Aides-de-Camp (HADC), we represent the highest office in Singapore when we perform duties at ceremonial events. Grace and dignity are two key qualities that HADCs must have. The need to display grace under pressure is especially critical because unforeseen challenges may come up during an event, and we need to be able to calmly work things out. SUPT Chan Mei Cheng and ASP Irene Yong are HADCs who serve the President at official events like visits by foreign dignitaries and the Istana Open Houses. It is a special responsibility on top of their regular duties, but one that they take on with pride. ........OneHomeTeam SingaporePoliceForce SafeguardingEveryday",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_758.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_758.jpg",
        "caption": "Wishing all mothers a HappyMothersDay! .....OneHomeTeam SingaporePoliceForce SafeguardingEveryday ImmigrationandCheckpointsAuthority GuardianofOurBorders SecureBordersSafeSG SingaporeCivilDefenceForce ANationOfLifeSavers",
        "cleaned_caption": "Wishing all mothers a Happy Mother's Day! .....One Home Team Singapore Police Force Safeguarding Everyday Immigration and Checkpoints Authority Guardian of Our Borders Secure Borders Safe SG Singapore Civil Defence Force A Nation Of Life Savers",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_759.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_759.jpg",
        "caption": "Wishing all mothers a HappyMothersDay! .....OneHomeTeam SingaporePoliceForce SafeguardingEveryday ImmigrationandCheckpointsAuthority GuardianofOurBorders SecureBordersSafeSG SingaporeCivilDefenceForce ANationOfLifeSavers",
        "cleaned_caption": "Wishing all mothers a Happy Mother's Day! ..... One Home Team Singapore Police Force Safeguarding Everyday Immigration and Checkpoints Authority Guardian of Our Borders Secure Borders Safe SG Singapore Civil Defence Force A Nation of Life Savers",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_770.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_770.jpg",
        "caption": "As a Senior Instructor for Leadership Development Centre , Warrant Officer Alvin Hus role entails inspiring, training and grooming new trainees into future leaders of the Home Team. I love the great sense of satisfaction seeing my trainees grow and develop. This is especially so for those who did not have any prior knowledge in firefighting and had progressed well during the course before commissioning as full-fledged officers.The growth of his trainees is a testament to the quality and effectiveness of the training delivery at the Civil Defence Academy.....OneHomeTeam SingaporeCivilDefenceForce ANationOfLivesavers",
        "cleaned_caption": "As a Senior Instructor for Leadership Development Centre, Warrant Officer's role entails inspiring, training and grooming new trainees into future leaders of the Home Team. I love the great sense of satisfaction seeing my trainees grow and develop. This is especially so for those who did not have any prior knowledge in firefighting and had progressed well during the course before commissioning as full-fledged officers. The growth of the trainees is a testament to the quality and effectiveness of the training delivery at the Civil Defence Academy.....OneHomeTeam SingaporeCivilDefenceForce ANationOfLivesavers",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_855.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_855.jpg",
        "caption": "Counselling those in need, conducting victim-care training sessions and helping to recruit the next generation of Police officers, are part of the job as a Psychologist with the .Tiffany Danker acknowledged that being a Police Psychologist can be challenging as they are often exposed to potentially distressing incidents in the course of their work. Supporting victims of crime and fellow officers who require help and seeing them come away from our sessions looking like a weight has been lifted from their shoulders thats something Ill never tire of.....OneHomeTeam SingaporePoliceForce SafeguardingEveryday",
        "cleaned_caption": "Counselling those in need, conducting victim-care training sessions and helping to recruit the next generation of Police officers, are part of the job as a Psychologist. It is acknowledged that being a Police Psychologist can be challenging as they are often exposed to potentially distressing incidents in the course of their work. Supporting victims of crime and fellow officers who require help and seeing them come away from our sessions looking like a weight has been lifted from their shoulders — that's something I’ll never tire of..... OneHomeTeam SingaporePoliceForce SafeguardingEveryday",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_885.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_885.jpg",
        "caption": "I was attached to CNBs operations and staff divisions during my Vacation Attachment Programme while I was an undergraduate. These opportunities provided me with a good understanding of how the various divisions within CNB work together to achieve a drug-free Singapore.As an Enforcement Officer, I contribute to the safety and security of Singapore. Drug activities can cause a lot of harm, and its ill-effects impact not just the drug abusers but also their loved ones. My goal is to serve my country in the work that I do, and to keep Singapore free from drugs.- ASP2 Wong Jun Jie, .drugfreesg, Recipient of MHA Uniformed Scholarship (CNB), Local Merit Scholarship......OneHomeTeam CentralNarcoticsBureau DrugFreeSG CNBOntheMove SayNoToDrugs AntiDrug HTInternships HTScholarships",
        "cleaned_caption": "I was attached to CNB's operations and staff divisions during my Vacation Attachment Programme while I was an undergraduate. These opportunities provided me with a good understanding of how the various divisions within CNB work together to achieve a drug-free Singapore. As an Enforcement Officer, I contribute to the safety and security of Singapore. Drug activities can cause a lot of harm, and its ill-effects impact not just the drug abusers but also their loved ones. My goal is to serve my country in the work that I do, and to keep Singapore free from drugs. - ASP2, Recipient of MHA Uniformed Scholarship (CNB), Local Merit Scholarship... OneHomeTeam Central Narcotics Bureau DrugFreeSG CNB On the Move Say No To Drugs Anti-Drug HT Internships HT Scholarships",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_889.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_889.jpg",
        "caption": "I was awarded the Home Team Diploma Sponsorship (Merit) in the second year of my polytechnic study. I am grateful for the opportunity to gain valuable insights into my job role which had prepared me well when I started my career with ICA.As a frontline officer at Woodlands Checkpoint, I am proud to be a part of the team that ensures secure and efficient clearance of people, cargo and conveyances that move through our land checkpoint daily. It gives me a deep sense of purpose to know that I am helping to safeguard our borders and keep Singapore safe. It is really meaningful and fulfilling as the work environment is ever-changing, and no two days are the same. - SGT2 Chee Siew Ting, Crystal, , Recipient of Home Team Diploma Sponsorship (Merit) (ICA)......OneHomeTeam ImmigrationandCheckpointsAuthority GuardiansofOurBorders SecureBordersSafeSG HTSponsorships",
        "cleaned_caption": "I was awarded the Home Team Diploma Sponsorship (Merit) in the second year of my polytechnic study. I am grateful for the opportunity to gain valuable insights into my job role which had prepared me well when I started my career with ICA. As a frontline officer at Woodlands Checkpoint, I am proud to be a part of the team that ensures secure and efficient clearance of people, cargo and conveyances that move through our land checkpoint daily. It gives me a deep sense of purpose to know that I am helping to safeguard our borders and keep Singapore safe. It is really meaningful and fulfilling as the work environment is ever-changing, and no two days are the same. - Recipient of Home Team Diploma Sponsorship (Merit) (ICA)......OneHomeTeam Immigration and Checkpoints Authority Guardians of Our Borders Secure Borders Safe SG HT Sponsorships",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_898.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_898.jpg",
        "caption": "Being part of the Home Team allows me to be an active enabler of the community to ensure a safe and secure Singapore. Applying for the sponsorship was a step to further develop myself personally and professionally and to challenge my capacity as a Prison Officer (also known as Captain of Lives).Its not easy to juggle motherhood, work and studies at the same time. Going back to school has helped me widen my knowledge and understanding of the criminal justice system. This sponsorship has given me an opportunity to grow into a better officer and act as a stepping stone in my career with the Singapore Prison Service (SPS). SGT Anisah Rahziah Binte Abdul Rahman, , Recipient of Home Team Diploma Sponsorship (SPS)......OneHomeTeam CaptainsOfLives BehindPrisonWalls HTSponsorships",
        "cleaned_caption": "Being part of the Home Team allows me to be an active enabler of the community to ensure a safe and secure Singapore. Applying for the sponsorship was a step to further develop myself personally and professionally and to challenge my capacity as a Prison Officer (also known as Captain of Lives). It's not easy to juggle motherhood, work and studies at the same time. Going back to school has helped me widen my knowledge and understanding of the criminal justice system. This sponsorship has given me an opportunity to grow into a better officer and act as a stepping stone in my career with the Singapore Prison Service (SPS). Recipient of Home Team Diploma Sponsorship (SPS)......OneHomeTeam CaptainsOfLives BehindPrisonWalls HTSponsorships",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_929.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_929.jpg",
        "caption": "As part of the Exhibits Management Team in the Central Narcotics Bureaus Investigation Division, SSSGT Jeff Chia manages exhibits submitted by Investigation Officers for their respective cases.A self-confessed technophile, Jeffs curiosity about how things work drove him to take up a part-time Bachelors degree in Cyber Security and Computer Science at Murdoch University, to further his learning journey and self-development.Having the right technical and coding knowledge can help us streamline our work and improve how we utilise our resources. This motivated me to take this specific degree. Digital transformation is important and I hope to support CNBs ongoing efforts to provide tech-related training for our officers. This will help us to embrace digitalisation and leverage technology to keep Singapore drug-free! SSSGT Chia, .drugfreesg .....OneHomeTeam CentralNarcoticsBureau DrugFreeSG CNBonthemove SayNoToDrugs Antidrug",
        "cleaned_caption": "As part of the Exhibits Management Team in the Central Narcotics Bureau's Investigation Division, SSSGT manages exhibits submitted by Investigation Officers for their respective cases. A self-confessed technophile, SSSGT's curiosity about how things work drove him to take up a part-time Bachelor's degree in Cyber Security and Computer Science to further his learning journey and self-development. Having the right technical and coding knowledge can help streamline our work and improve how we utilise our resources. This motivated him to take this specific degree. Digital transformation is important and he hopes to support CNB's ongoing efforts to provide tech-related training for our officers. This will help us embrace digitalisation and leverage technology to keep Singapore drug-free! #drugfreesg #OneHomeTeam #CentralNarcoticsBureau #DrugFreeSG #CNBonthemove #SayNoToDrugs #Antidrug",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_931.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_931.jpg",
        "caption": "As part of the Exhibits Management Team in the Central Narcotics Bureaus Investigation Division, SSSGT Jeff Chia manages exhibits submitted by Investigation Officers for their respective cases.A self-confessed technophile, Jeffs curiosity about how things work drove him to take up a part-time Bachelors degree in Cyber Security and Computer Science at Murdoch University, to further his learning journey and self-development.Having the right technical and coding knowledge can help us streamline our work and improve how we utilise our resources. This motivated me to take this specific degree. Digital transformation is important and I hope to support CNBs ongoing efforts to provide tech-related training for our officers. This will help us to embrace digitalisation and leverage technology to keep Singapore drug-free! SSSGT Chia, .drugfreesg .....OneHomeTeam CentralNarcoticsBureau DrugFreeSG CNBonthemove SayNoToDrugs Antidrug",
        "cleaned_caption": "As part of the Exhibits Management Team in the Central Narcotics Bureau's Investigation Division, SSSGT manages exhibits submitted by Investigation Officers for their respective cases. A self-confessed technophile, SSSGT's curiosity about how things work drove him to take up a part-time Bachelor's degree in Cyber Security and Computer Science at Murdoch University, to further his learning journey and self-development. Having the right technical and coding knowledge can help us streamline our work and improve how we utilise our resources. This motivated me to take this specific degree. Digital transformation is important and I hope to support CNB's ongoing efforts to provide tech-related training for our officers. This will help us to embrace digitalisation and leverage technology to keep Singapore drug-free! #drugfreesg #OneHomeTeam #CentralNarcoticsBureau #DrugFreeSG #CNBonthemove #SayNoToDrugs #Antidrug",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_961.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_961.jpg",
        "caption": "Every day, and hospitals work together in a race against time to save lives.With the implementation of the Operational Medical Networks Informatic Integrator (OMNII), it allows both SCDF and hospitals to view, document and share patient data in real-time. The OMNII workflow will result in speedier and better patient care management and, ultimately save more lives......OneHomeTeam SingaporeCivilDefenceForce ANationofLifeSavers",
        "cleaned_caption": "Every day, the Singapore Civil Defence Force (SCDF) and hospitals work together in a race against time to save lives. With the implementation of the Operational Medical Networks Informatic Integrator (OMNII), it allows both SCDF and hospitals to view, document and share patient data in real-time. The OMNII workflow will result in speedier and better patient care management and, ultimately save more lives. #OneHomeTeam #SingaporeCivilDefenceForce #ANationofLifeSavers",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_1033.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_1033.jpg",
        "caption": "As a member of HTXs Chemical, Biological, Radiological, Nuclear and Explosives (CBRNE) Training School, Dr Alister conducts scenario-based lessons and training sessions to train frontline Home Team officers to detect CBRNE threats. What these lessons share is a focus on employing Science & Technology as a force multiplier and enabler.The CBRNE Training School customises its training programmes according to the requirements of each Home Team department.We need to know how to use our S & T detectors and tools correctly in order to ensure optimal results on the ground. This is why we provide officers with theory-based lessons and also teach them to use their detectors properly, so they can be effective on the ground. Dr Alister Peh, ......OneHomeTeam HTXsg HTScienceAndTech Innovation Technology",
        "cleaned_caption": "As a member of HTXs Chemical, Biological, Radiological, Nuclear and Explosives (CBRNE) Training School, conducts scenario-based lessons and training sessions to train frontline Home Team officers to detect CBRNE threats. What these lessons share is a focus on employing Science & Technology as a force multiplier and enabler. The CBRNE Training School customises its training programmes according to the requirements of each Home Team department. We need to know how to use our S & T detectors and tools correctly in order to ensure optimal results on the ground. This is why we provide officers with theory-based lessons and also teach them to use their detectors properly, so they can be effective on the ground.",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_1046.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_1046.jpg",
        "caption": "On this special day, we want to honour women in the Home Team. Many of them are like Insp Diana, an Emergency Response Team (ERT) officer, , who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers, a very wonderful Mothers Day. Thank you for all youve done! Stay tuned for our upcoming video series Yes Maam where we celebrate and honour the achievements of our female Home Team officers. HappyMothersDay OneHomeTeam CelebratingSGWomen",
        "cleaned_caption": "On this special day, we want to honour women in the Home Team. Many of them are like an Emergency Response Team (ERT) officer, who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers a very wonderful Mothers Day. Thank you for all you've done! Stay tuned for our upcoming video series Yes Ma'am where we celebrate and honour the achievements of our female Home Team officers. Happy Mothers Day #OneHomeTeam #CelebratingSGWomen",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_1048.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_1048.jpg",
        "caption": "On this special day, we want to honour women in the Home Team. Many of them are like Insp Diana, an Emergency Response Team (ERT) officer, , who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers, a very wonderful Mothers Day. Thank you for all youve done! Stay tuned for our upcoming video series Yes Maam where we celebrate and honour the achievements of our female Home Team officers. HappyMothersDay OneHomeTeam CelebratingSGWomen",
        "cleaned_caption": "On this special day, we want to honour women in the Home Team. Many of them are like an Emergency Response Team (ERT) officer, who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers a very wonderful Mothers Day. Thank you for all you’ve done! Stay tuned for our upcoming video series Yes Ma’am where we celebrate and honour the achievements of our female Home Team officers. Happy Mothers Day #OneHomeTeam #CelebratingSGWomen",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_1052.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_1052.jpg",
        "caption": "On this special day, we want to honour women in the Home Team. Many of them are like Insp Diana, an Emergency Response Team (ERT) officer, , who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers, a very wonderful Mothers Day. Thank you for all youve done! Stay tuned for our upcoming video series Yes Maam where we celebrate and honour the achievements of our female Home Team officers. HappyMothersDay OneHomeTeam CelebratingSGWomen",
        "cleaned_caption": "On this special day, we want to honour women in the Home Team. Many of them are like an Emergency Response Team (ERT) officer, who takes on dual roles as a mother to care for family and as a Home Team guardian to safeguard Singapore. Wishing all mothers a very wonderful Mother's Day. Thank you for all you’ve done! Stay tuned for our upcoming video series \"Yes Ma'am\" where we celebrate and honour the achievements of our female Home Team officers. #HappyMothersDay #OneHomeTeam #CelebratingSGWomen",
        "generated_caption": "REMOVE_IMAGE"
    },
    {
        "image_path": "internal_departments/mhasingapore_pictures/mhasingapore_1120.jpg",
        "image_url": "https://raw.githubusercontent.com/internal-departments/mhasingapore-pictures/master/mhasingapore_1120.jpg",
        "caption": "To help inmates with violent offence(s) cope with their hidden emotions, the Singapore Prison Service (SPS) has partnered Sport Singapore to engage inmates productively through a 6-month needs based violence intervention programme Honour, Empathy, Resilience, Ownership (H.E.R.O).H.E.R.O is designed to equip inmates with relevant skills to solve problems without using violence. Personal development activities are also scheduled for inmates to help them develop a repertoire of pro-social interests and hobbies to use their time productively......OneHomeTeam SingaporePrisonService CaptainsofLives BeyondPrisonWalls",
        "cleaned_caption": "To help inmates with violent offence(s) cope with their hidden emotions, the Singapore Prison Service (SPS) has partnered Sport Singapore to engage inmates productively through a 6-month needs based violence intervention programme Honour, Empathy, Resilience, Ownership (H.E.R.O). H.E.R.O is designed to equip inmates with relevant skills to solve problems without using violence. Personal development activities are also scheduled for inmates to help them develop a repertoire of pro-social interests and hobbies to use their time productively.",
        "generated_caption": "REMOVE_IMAGE"
    }
]